Repository: LeTarrask/Mileage-Tracker
Catalog: Mileage Tracker/Localization/*.lproj/Localizable.strings
Languages: pt_br

source: Add Cost
pt_br: Adicionar custo

source: Add new cost
pt_br: Adicionar novo custo

source: Add refuel info
pt_br: Adicionar abastecimento

source: Add Vehicle Cost
pt_br: Adicionar custo

source: Add your bike costs info
pt_br: Adicione custos da moto

source: Add your refuel info
pt_br: Adicione reabastecimento

source: All time
pt_br: Todo o tempo

source: App Settings
pt_br: Configurações

source: Average consumption
pt_br: Consumo médio

source: Average Fuel Price
pt_br: Preço médio do combustível

source: Average spending
pt_br: Gasto médio

source: Cannot send email
pt_br: Não é possível enviar e-mail

source: Choose theme
pt_br: Escolher tema

source: Color Theme
pt_br: Tema de cores

source: Copy App Link
pt_br: Copiar link do app

source: Cost Name
pt_br: Gasto

source: Cost type
pt_br: Tipo de gasto

source: Cost Value
pt_br: Valor do gasto

source: Date
pt_br: Data

source: Delete all app data
pt_br: Excluir todos os dados

source: Dismiss
pt_br: Descartar

source: Export data
pt_br: Exportar dados

source: Feedback
pt_br: Comentários

source: Fill our tank with your bike costs info and we'll create charts detailing how your bike's performing
pt_br: Preencha o tanque com os custos da sua moto para ver o gráfico de desempenho

source: Fill our tank with your refuel info and we'll create charts detailing how your bike's performing
pt_br: Preencha o tanque com os reabastecimentos da sua moto para ver o gráfico de desempenho

source: Fuel
pt_br: Combustível

source: Fuellogue is a hobby project and completely free to use. While we plan to introduce premium features in the future, your basic account will always be free. We welcome suggestions for new features that you would like to see, and we encourage you to check out our roadmap to see what we have planned.
pt_br: Fuellogue é um projeto de hobby e totalmente gratuito para usar. Embora planejemos introduzir recursos premium no futuro, sua conta básica sempre será gratuita. Aceitamos sugestões para novos recursos que você gostaria de ver e incentivamos você a verificar nosso roteiro para ver o que planejamos.

source: Graphic
pt_br: Gráfico

source: In-App Purchases
pt_br: Compras dentro do app

source: Kilometers added
pt_br: Quilômetros adicionados

source: Km/refuel
pt_br: km/reabastecimento

source: Last month
pt_br: Último mês

source: Last year
pt_br: Último ano

source: Liters added
pt_br: Litros adicionados

source: Load test data
pt_br: Carregar dados de teste

source: Monitor your motorbike's fuel costs, payments, and mileage all in one place. View your information on a sleek SwiftUI chart that updates in real-time as you add new data.
pt_br: Monitore os custos de combustível, pagamentos e quilometragem da sua motocicleta em um só lugar. Visualize suas informações em um gráfico elegante do SwiftUI que atualiza em tempo real conforme você adiciona novos dados.

source: New features coming
pt_br: Novos recursos em breve

source: Next
pt_br: Próximo

source: Other costs
pt_br: Outros gastos

source: Payment
pt_br: Pagamento

source: per liter:
pt_br: por litro:

source: Price/liter
pt_br: Preço por litro

source: Rate us on the App Store
pt_br: Avalie-nos na App Store

source: Refuel at:
pt_br: Abastecido em:

source: Refuel cost
pt_br: Custo do abastecimento

source: Refuel Cost
pt_br: Custo do abastecimento

source: Refuels
pt_br: Abastecimentos

source: Remove ads
pt_br: Remover anúncios

source: Reset app
pt_br: Resetar app

source: Save
pt_br: Salvar

source: Settings
pt_br: Configurações

source: Share Mileage Tracker
pt_br: Compartilhar Fuellogue

source: Since last
pt_br: Desde o último

source: Stats
pt_br: Estatísticas

source: Take a survey
pt_br: Responder pesquisa

source: Talk to the developer
pt_br: Falar com o desenvolvedor

source: Test data
pt_br: Dados de teste

source: than average:
pt_br: que a média

source: Timeframe
pt_br: Linha do tempo

source: Total fuel spending
pt_br: Gasto total em combustível

source: Total Other Costs:
pt_br: Total de outros gastos:

source: Understand, store and export your data
pt_br: Entenda, armazene e exporte seus dados

source: Welcome to Fuellogue
pt_br: Bem-vindo ao Fuellogue

source: Your App Feedback
pt_br: Sua opinião sobre o app

source: Your data is securely stored on your device and can be easily exported to a spreadsheet. The information you input is used to generate charts for different timeframes, allowing you to see how your bike expenses and mileage are trending. With our user-friendly interface, it's simple to understand whether you're spending more or less than the average.
pt_br: Seus dados são armazenados com segurança em seu dispositivo e podem ser facilmente exportados para uma planilha. As informações que você insere são usadas para gerar gráficos para diferentes períodos, permitindo que você veja como suas despesas e quilometragem da moto estão evoluindo. Com nossa interface amigável, é simples entender se você está gastando mais ou menos do que a média.
